{
    "intents": [
        {
            "tag": "التقديم للجامعه",
            "patterns": [
                "ازاى اقدر اقدم فى الجامعه؟",
                "بقولك تعرف بيقدموا للجامعه هنا ازاى",
                "فى خطوات معيناه علشان اقدم فى الجامعه"
            ],
            "responses": [
                "و تدوس على التقديم الان 'www.miuegypt.edu.eg' تقدر تزور الموقع الرسمى للجامعه",
                "تقدر تزور موقع الجامعه الرسمى و تدوس على التقديم الان و تبدء تضيف بيناتك",
                "عن طريق الدخول على الموقع الرسمى و تدخل بياناتك و اتأكد من البايانات علشان تسهل التواصل معاك"
            ]
        },
        {
            "tag": "الموقع الرسمى للجامعه",
            "patterns": [
                "فين اقدر الاقى الاستماره اللى املها للتقديم",
                "ممكن اقدم من خلال زيارتى للجامعه",
                "ايه الطريق اللى اقدر اقدم بيها فى الجامعه"
            ],
            "responses": [
                "هتظرلك خانه مكتوب عليها التقديم الان دوس عليها و املا بياناتك https://apply.miuegypt.edu.eg/index.html#/Apply لما تدخل على الموقع ",
                " لما تدخل على الموقع الرسمى هتظهرلك رساله للتقديم دوس عليها و ابدء دخل بياناتك",
                " https://apply.miuegypt.edu.eg/index.html#/Apply الطريقه الوحيده للتقديم فى الجامعه هى الدخول على الموقع الرسمى"
            ]
        },
        {
            "tag": "رسوم التقديم",
            "patterns": [
                "ممكن اعرف رسوم التقديم للجامعه",
                "اي المبلغ اللى بدفعه للتقديم",
                "كام المبلغ المطلوب للتقديم"
            ],
            "responses": [
                "بتكون 1350 جنيه مصرى بتدفع من خلال الكروت الالكترونيه",
                "بدفع 1350 جنيه مصرى مش بتترد و بيكون من خلال كارت الائتمان او مسبوق الدفع",
                "بأستخدام الكروت الالكترونيه و يتم دفع 1350 جنينه مصرى غير قابله للاسترداد "
            ]
        },
        {
            "tag": "طريقه دفع رسوم التقديم",
            "patterns": [
                "ازاى اقدر ادفع رسوم التقديم",
                "ممكن ادفع فلوس التقديم من خلال البنك"
            ],
            "responses": [
                "الطريقه الوحيده هى بأستخدام الكروت الائتمانيه",
                "مفيش طريقه غير الدفع بأستخدام الكروت الائتمانيه"
            ]
        },
        {
            "tag": "اختيار الجامعه فى التنسيق",
            "patterns": [
                "انا ممكن اختار جامعه مصر الدوليه فى التنسيق الحكومى",
                "هل جامعه مصر الدوليه بتبقا موجوده فى التنسيق الجامعى"
            ],
            "responses": [
                "اه تقدر تختار الجامعه فى التنسيق لو المواد اللى مطلوبه واخدها و محقق الدرجات المطلوبه من الجامعه",
                "جامعه مصر الدوليه بتبقا موجوده فى التنسيق الحكومى بس لازم تكون واخد المواد المطلوبه و ناجح فيها"
            ]
        },
        {
            "tag": "اعاده جدولت معاد الامتحان",
            "patterns": [
                "هل لو حجزت معاد امتحان و محتاج اغيره ينفع",
                "انا حصلى ظرف و محتاج اغير معاد الامتحان"
            ],
            "responses": [
                "ممكن تغير معاد الامتحان بأستخدام اسم المستخدم و كلمه السر",
                "ينفع تغير معاد الامتحان باستخدم كلمه السر و اسم المستخدم اللى موجود فى الايمييل اللى دخلته و انت بتملى الاستماره"
            ]
        },
        {
            "tag": "ايميل التأكيد",
            "patterns": [
                "أعمل ايه لو متبعتليش ايميل التأكيد بعد ما مليت الاستماره",
                "انا عندى مشكله انى متبعتليش ايميل تأكيد بعد ما مليت استماره التقديم للجامعه"
            ],
            "responses": [
                "اتأكد ان الايميل اللى انت كتبه مكتوب صح",
                " admdocuments@miuegypt.edu.eg لو متأكد من الايميل انه مكتوب صح ابعت ايميل لى "
            ]
        },
        {
            "tag": "تغير ايميل التقديم ",
            "patterns": [
                "انا كتبت ايميلى غلط فى الاستماره اى الحل",
                "و انا بكتب الأيميل كتبت حرف غلط هل ينفع اعدله"
            ],
            "responses": [
                " و هيتبعت ايميل التأكيد على الأيميل الجديد admdocuments@miuegypt.edu.eg تقدر تبعت ايميل لل",
                "و تطلب تغير الايميل اللى سجلت بيه admdocuments@miuegypt.edu.eg تقدر تبعت ايميل الى "
            ]
        },
        {
            "tag": "الباصات",
            "patterns": [
                "هل باصات الجامعه بتغطى محافظه القاهره و توابعها",
                "مفيش مواصلات للجامعه بباصات الجامعه"
            ],
            "responses": [
                "ايوه باصات الجامعه بتغطى القاهره , الجيزه ,الزقازيق و لكن الاسماعيليه و أكتوبر مفيش مواصلات ليهم ",
                " admdocuments@miuegypt.edu.eg لو متأكد من الايميل انه مكتوب صح ابعت ايميل لى ",
                "فى موصلات للقاهره , الزقازيق و الجيزه"
            ]
        },
        {
            "tag": "خطوط الاتوبيسات",
            "patterns": [
                "هل ممكن اعرف تفاصيل خطوط الباصات",
                "هل ممكن اعرف تفاصيل الاتوبيسات قبل ما اتقبل فى الجامعه"
            ],
            "responses": [
                "لما تتقبل فى الجامعه تقدر تروح لمكتب الاتوبيسات و تعرف خطوط السير و اماكن الركوب والنزول",
                "بعد القبول فى الجامعه تقدر تقدر تتواصل مع مكتب الاتوبيسات"
            ]
        },
        {
            "tag": "تأكيد على استلاك الاستماره",
            "patterns": [
                "انا اعرف منين انى سلمت الاستماره صح",
                "اتأكد ازاى انى سلمت الاستماره مزبوط على النت",
                "فى طريقه تقولى لو انا سلمت الاستماره صح و لا لأ"
            ],
            "responses": [
                "اول ما هتملى كل البيانات و تدوس على كلمه تسليم هتلاقى فى ايميل بيأكد انك سلمت الاستماره و هيمون مكتوب كمان فى الايميل اسم المستخدم و كلمه السر اللى هتتعامل بيهم فى اى حاجه تخص الجامعه خلال التقديم",
                "تقدر تفتح الايميل اللى انت كتبته فى الاستماره هتلاقى فى ايميل جالك بيأكدلك انك سلمت الحاجه مزبوطه و كمان هتلاقى فى الايميل اسم المستخدم و كلمه السر و تفاصيل تانيه هتستخدم كلمه السر و اسم المستخدم فى اى حاجه هتعملها تخص الجامعه و التقديم",
                "هيجيلك ايميل بعد ما تسلم الأبليكشن على نفس الايميل اللى انت كاباه فى الابليكشن و هيكون فى تفاصيل زى الاوراق المطلوبه و اسم المستخدم و الباسورد اللى هتستخدمهم فى كل حاجه تخص التقديم"
            ]
        },
        {
            "tag": "ازاى اقدر اعدل فى الابليكشن",
            "patterns": [
                "انا سلمت الابليكشن بس عايز اعدل حاجات فيه",
                "انا كتبت حجه غلط فى الاستماره هل ممكن اعدلها",
                "هل ينفع اغير حاجه من اللى كتبتها فى الابايكشن بعد ما سلمته",
                "انا سلمت الابليكشن بس عايز اعدل ترتيب الكليات"
            ],
            "responses": [
                "لو مدخلتش الامتحان المبدئى لتحديد المستوى تقدر تعدل بياناتك باستخدم اسم المستخدم و الباسورد",
                "فى حاله انك مدخلتش الامتحان المبدئى بأستخدم الباسورد و اسم المتخدم تقدر تعدل البيانات اللى محتاج تعدلها",
                "يبفع تعدل بياناتك بأستخدم الباسورد و اسم المستخدم لة انت لسا مدخلتش الامتحان المبدئى"
            ]
        },
        {
            "tag": "تغير اختيار الكليه",
            "patterns": [
                "انا دخلت الامتحان خلاص بس عايز اغير ترتيب الكليات اللى انا اخترتها",
                "ممكن اغير الكليات اللى انا اخترتها فى الابليكشن بعد ما دخلت الامتحان",
                "هل فى طريقه اقدر اغير بيها الكليات بس بعد ما خلاصت الامتحان"
            ],
            "responses": [
                "بطلبك الجديد لترتيب الكليات بس لازم يكون بأستخدام نفس الايميل اللى سجلت بيه فى الابليكشن admdocuments@miuegypt.edu.eg تقدر تبعت ايميل على  ",
                "بالمليات اللى عايزها بس هتبعت الايميل من نفس الايميل اللى انت كاتبه فى الابليكشن admdocuments@miuegypt.edu.eg مفيش مشكله تقدر تبعت ايميل على ",
                "بالكليات اللى انت عايزها admdocuments@miuegypt.edu.eg الطريقع الوحيده اللى تقدر تغير بيها الكليات اللى اختارتها هى انك تبعت ايميل لى "
            ]
        },
        {
            "tag": "التقديم المبكر و ضمانه مكان فى الجامعه",
            "patterns": [
                "هو انا لو قدمت من بدايه التقديم فرصى فى القبول هتكون كبيره ",
                "بيأثر فى قبولى فى الجامعه early admissionهل ال",
                "بيضمنلى مكان فى الجامعه early admissionهل ال"
            ],
            "responses": [
                "مش بيضمن ليك القبول فى الجامعه لانها بتعتمد على كذا حاجه زى التنسيق و الدرجات بتاعت السنه الاخيره فى ثانوى و كمان امتحان الجامعه المبدئى بيكون ليهم تأثير فى القبول early admissionال",
                "مش بيضمن مكان فى الجامعه علشان القبول فى الجامعه بيكون مربوط بعوامل كتير زى التنسيق و الامتحان المبدئى بتاع الجامعه",
                "فى عوامل كتيره بتأثر فى القبول ابراظهم التنسيق و الامتحان المبدئى بتاع الجامعه و درجات السنه النهائيه فى ثانوى "
            ]
        },
        {
            "tag": "امتى التقديم المبكر للجامعه",
            "patterns": [
                "امتى بيبتدى التقديم للجامعه",
                "التقديم للجامعه بيبدء امتى",
                "اخر معاد للتقديم بيكون امتى"
            ],
            "responses": [
                "التقديم بيبدء من شهر ديسمبر و بيستمر لغايه نص شهر اغسطس او المعاد اللى بتقوله وزاره التعليم العالى",
                "التقديم للعام الدراسى الجديد بيبدء من شهر ديسمبر حتى نص شهر اغسطس أو لو فيه تغيرات بتقرها وزاره التعليم العالى"
            ]
        },
        {
            "tag": "التجول فى الجامعه",
            "patterns": [
                "هل أقدر اخد لفه فى الجامعه اشوفها أقبل ما أقدم",
                "هل اقدر اتفرج على الجامعه و مبانيها و انا بقدم",
                "ممكن ادخل الجامعه اشوفها و انا لسا مقدمتش"
            ],
            "responses": [
                "لا للأسف التجول فى الجامعه بيبقا بعد القبول فيه و بيكون قبل بدايه الدراسه فى شهر أكتوبر",
                "مش بيبقا مسموح ان حد يلف فى الجامعه قبل القبول و بعد القبول قبل بدايه الدراسه على شهر أكتوبر بيبقا قى زياره للجامعه و انك تعرف مبانيها"
            ]
        },
        {
            "tag": "نسبه  القبول فى الجامعه",
            "patterns": [
                "ممكن أعرف أقل مجموع علشان أتقبل فى الجامعه",
                "ايه هو أقل مجموع يضمنلى القبول فى الجامعه",
                ""
            ],
            "responses": [
                "المجموع اللى بتحتاجه علشان تتقبل فى الجامعه بيختلف من كليه لكليه و وزاره التعليم العالى هى اللى بتحددها",
                "أقل مجموع لدخول الجامعه بيتحدد من خلال وزاره التعليم العالى و البحث العلمى",
                "بيتم تحدديد ادنى مجموع للكليات من وزاره التعليم العالى و البحث العلمى"
            ]
        },
        {
            "tag": "القبول بعد النتيجه",
            "patterns": [
                "هل بعد ظهور النتيجه بيتبعتلى القبول فى الجامعه لو مجموعى اكتر من الحد الادنى للكليه اللى أنا عايزها",
                "لو جبت الحد الادنى للقبول فى الكليه معنها انى اتقبلت فى الجامعه"
            ],
            "responses": [
                " كأول اختيار MIUلازم التقديم فى التنسيق الحكومى فى المواعيد المحدده و اختيار",
                "فى اعتبارت كتيره و متنساش تقدم فى التنسيق الحكومى"
            ]
        },
        {
            "tag": "الورق المطلوب للتقديم",
            "patterns": [
                "ايه الورق المطلوب منى علشان اقدم فى الجامعه",
                "ممكن اعرف الورق المطلوب لما اجى اقدم فى الجامعه"
            ],
            "responses": [
                "و هتبعتلك التفاصيل و اللينك بعد ما تقدم و تملى الابليكشن  section Admission Requirements قدر تلاقى كل الأورق المطلوب على الموقع الرسمى للجامعه فى  ",
                "http://www.miuegypt.edu.eg/admission-requirements/ فى الاول تملى الابليكشن و بعد كدا هيجيلك تفاصيل الورق المطلوب او ادخل على اللينك دا  ",
                "و اعرف الورق المطلوب http://www.miuegypt.edu.eg/admission-requirements/ تقدر تدخا على اللينك دا  "
            ]
        },
        {
            "tag": "الوابع المطلوب فى تقديم الاورق",
            "patterns": [
                "ايه هى الاختام المطلوبه اللى بحتجها على الورق الاصلى",
                "فى اختام معينه لازم تكون موجوده على الورق الاصلى اللى هسلمه للجامعه",
                ""
            ],
            "responses": [
                "http://www.miuegypt.edu.eg/admission-requirements/ تقدر تعرف تفاصيل الاوراق المطلوبه و الاختام من على اللينك دا  ",
                "http://www.miuegypt.edu.eg/admission-requirements/ كل التفاصيل اللى تخص الشهادات و الاوراق اللى مطلوبه موجدوه فى اللينك دا  ",
                "للمزيد من التفاصيل http://www.miuegypt.edu.eg/admission-requirements/ تقدر تدخل على اللينك دا "
            ]
        },
        {
            "tag": "تسليم اصول الورق",
            "patterns": [
                "هل لازم اقدم الورق الاصلى خلال مراحل التقديم",
                "هل بجى الجامعه علشان اسلم الاوراق المطلوبه"
            ],
            "responses": [
                "المطلوب Section فى ال PDF بأستخدام الباسورد و اسم المستخدم هترفع كل ورقه من الاوراق المطلوبه كا  Student Portalبتحتاج نسخ من الاوراق تترفع على النت. تقدر تقدم الورق بأنك تدخل على ال MIU",
                "PDFبس لازم تكون بصيغه ال Student portalتقدر ترفع كل الورق على ال  "
            ]
        },
        {
            "tag": "التقديرات المطلوبه للتقديم فى الجامعه",
            "patterns": [
                "ايه هى الحاجات الاساسيه اللى تأهلنى للتقديم للجامعه",
                "محتاج اكون عارف ايه علشان أقدر اقدم فى الجامعه"
            ],
            "responses": [
                "هم الاساس للتقديم فى اى كليه و بيويد عليهم امتحان القدرات فى حاله التقديم لكليه هندسه IQ testو ال Englishامتحان ال ",
                "و بيويد امتحان القدرات  لبعض الكليات IQ testو ال Englishفى امتحانين اساسين لكل الكليات ال"
            ]
        },
        {
            "tag": "الحد الادنى لأجتياز امتحانات التقديم",
            "patterns": [
                "IQ testو ال English ايه هى الدرجات اللى المفروض مجبش اقل منها فى امتحان ال ",
                "هل فى حد معاين من الدرجات مينفعش أقل عنه علشان انجح فى الامتحانات"
            ],
            "responses": [
                "لازم تعدى الحد الادنى اللى الجامعه حطاه علشان يساعدك فى القبول",
                "الجامعه بتحدد معدل معين من الدرجات لازم تجيب اعلى منه علشان تقدر تكمل فى خطوات القبول"
            ]
        },
        {
            "tag": "أعاده امتحان الانجلش",
            "patterns": [
                "Englishهل ممكن أعيد امتحان ال",
                "هل ممكن أعيد امتحان القدرات",
                "اقدر اعيدهم Englishهل لو منجحتش فى امتحان القدرات او ال"
            ],
            "responses": [
                "للأسف متقدرس تعدهم هما بيكونوا لمره واحده بس فى السنه.علشان كدا يفضل انك تكون مجهز نفسك كويس قبل الامتحان",
                "مينفعش تاخد الامتحان مرتيم فى نفس السنه لكن لو قدمت فى سنه قبل كدا و عايز تقدم مره تانيه السنادى فينفع"
            ]
        },
        {
            "tag": "نماذج للتدريب",
            "patterns": [
                "هل بتوفروا اى حاجه نقدر نتدرب بيها على الامتحان",
                "هل بحتاج انى اخد كورسات معينه قبل الامتحان",
                "هل بتوفروا اى حاجه نذاكر منها قبل الامتحان"
            ],
            "responses": [
                "لما بتسلم الابليكشن بيجيلك ايميل الـتاكيد على انك سلمت الابلكشن و بيبقا فى نمذج صغير عن شكل الاسئله علشان تدرب نفسك قبل الامتحان",
                "علشان تكون جاهز للأمتحان English و IQفى نماذج بتتبعت فى الايميل اللى بيقولك انك سلمت الابليكشن اسئله لل "
            ]
        },
        {
            "tag": "تفاصيل امتحان القدرات",
            "patterns": [
                "اي هو امتحان القدرات بالنسبه لكليه هندسه",
                "ممكن تفاصيل اكتر عن امتحان القدرات"
            ],
            "responses": [
                "امتحان القدرات بيكون لكليه هندسه بالنسبه لهندسه عماره فبيكون عباره عن رسم مبنى معين و اسئله ليها علاقه بالعماره اما هندسه الاتصالات فالامتحان بيكون عباره عن اسئله فى الفيزياء و الرياضيات",
                "Physics و ال Mathematics بالنسبه لهندسه عماره فبيكون عباره عن رسم مبنى و كمان اسئله ليها علاقه بالعماره اما هندسه الاتصالات فالامتحان بيكون عباره عن اسئله فى ال"
            ]
        },
        {
            "tag": "السقوط فى امتحان القدرات",
            "patterns": [
                "اى اللى هيحل لو سقط فى امتحان القدرات",
                "اى اللى هيحل لو منجحتش فى امتحان القدرات",
                "لو سقط فى امتحان القدرات اعمل اي"
            ],
            "responses": [
                "admdocuments@miuegypt.edu.eg هيتوصلوا معاك علشان تغير الكليه بكليه تانيه و تبعت لهم ايميل على  admissionلو حصلك كدا ال ",
                "admdocuments@miuegypt.edu.eg تقدر تفكر فى الكليه البديله اللى هتحوطها مكان هندسه و تبعت ايميل بالكليه اللى عايزها على  "
            ]
        },
        {
            "tag": "فى حاله مجموع الثانويه مجبش الحد الادنى للكليه",
            "patterns": [
                "لو مجموعى مجبش الحد الادنى للكليه اللى انا عايزها بعمل ايه",
                ""
            ],
            "responses": [
                "فى حاله انك مقدرتش تجيب الحد الادنى للكليه اللى انت عايزها كرغبه اولى للاسف هنكون مضطرين نشوف الاختيار التانى و التالت",
                "  فى حاله ان مجموعك مكنش بيساوى الحد الادنى اللى مطلوب للكليه اللى انت اختارتها كرغبه اولى تلقائيا بننتقل للكليه التانيه و التالته فى رغباتك"
            ]
        },
        {
            "tag": "",
            "patterns": [
                "",
                ""
            ],
            "responses": [
                "",
                ""
            ]
        },
        {
            "tag": "كيفيه التقديم فى التنسيق الحكومى",
            "patterns": [
                "ازاى اقدر اقدم فى التنسيق الحكومى",
                "طريقه التقديم فى التنسيق الحكومى"
            ],
            "responses": [
                "https://www.cpnu-admission.edu.eg/ اول ما التنسيق يبدء هتدخل على اللينك دا",
                "https://www.cpnu-admission.edu.eg/ الوزاره بتعلن عن بدايه التنسيق سعتها هتدخل على اللينك دا  "
            ]
        },
        {
            "tag": "ازاى احوط الرغبات فى التنسيق",
            "patterns": [
                "ازاى اقدر اختار الجامعات فى التنسيق الحكومى",
                "بختار الجامعات فى التنسيق ازاى"
            ],
            "responses": [
                "فى التنسيق بنفس ترتيب الرغبات للكليات زى الابلكشن MIU لازم تختار الجامعات اللى انت عايزها على النت و اتأكد انك مختار ",
                "فى التنسيق MIU بتختار عدد من الجامعات بناءا على رغباتك.اتأكد انك مختار"
            ]
        },
        {
            "tag": "توفر الباصات",
            "patterns": [
                "هل الجامعه بتوفر مواصلات و تكلفتها كام فى السنه",
                "بكام اتوبيسات الجامعه فى السنه"
            ],
            "responses": [
                "الجامعه بتوفر اتوبيسات بس بفلوس زياده بتتحدد سنويا ",
                "الاشتراك فى الباصات مش اجبارى الجامعه بتوفره بفلوس اضافيه"
            ]
        },
        {
            "tag": "توفير سكن",
            "patterns": [
                "هل الجامعه بتوفر سكن للناس اللى عايشه بره القاهره",
                "هل فى سكن للطلاب الغتربين"
            ],
            "responses": [
                "للاسف لأ الجامعه معندهاش بيت للطلاب دى بتكون مسؤليه الطلابه "
            ]
        }
    ]
}